---
kind: property
id: P:Autodesk.Revit.DB.ExtensibleStorage.Field.SubSchema
source: html/1e4023ee-1b03-9617-db92-8ee3f6258f82.htm
---
# Autodesk.Revit.DB.ExtensibleStorage.Field.SubSchema Property

The Schema describing the subentity (or subentities) stored in this Field.

## Syntax (C#)
```csharp
public Schema SubSchema { get; }
```